

note = ["Имя пользователя: ",
        "Фамилия пользователя: ",
        "Название заметки: ",
        ["Содержание заметки: ","комментарий: "],
        "Статус (в процессе| активна| закрыта): ",
        "Дата создания[дд-мм-гг]: ",
        "Дата окончания[дд-мм-гг]: "

    ]

print("\nИмя: ", input(note[0]), input(note[1])[:1:],
      "\nЗаметка: ", input(note[2]),
      "\nОсновной текст: ", input(note[3][0]), input(note[3][1]),
      "\nСтатус: ", input(note[4]),
      "\nДата начала: ", input(note[5])[:5:],
      "\nДата конца: ", input(note[6])[:5:]
      )


















